Repository: dandes666/ptool-watchOS
Catalog: *.lproj/Localizable.strings
Languages: fr_ca

source: Guardian
fr_ca: Gardien

source: Welcome
fr_ca: Bienvenue

source: Enter
fr_ca: Entrer

source: Error
fr_ca: Erreur

source: Duration
fr_ca: Durée

# prodBy
source: Produced by
fr_ca: Produit par

# Enregistrement en cours...
source: Record in progress...
fr_ca: Enregistrement en cours...

# Envoi de memo reussi
source: Memo sent successfully
fr_ca: Envoi de mémo réussi

source: Try again later
fr_ca: Réessayez plus tard

# Appuyer sur le bouton pour enregistrer un message vocal
source: Press the button to record a voice message
fr_ca: Appuyer sur le bouton pour enregistrer un message vocal

# Memo vocal
source: Voice memo
fr_ca: Mémo vocal

# Creer le
source: Create at
fr_ca: Créer le

# Envoyer a mon superviseur
source: Send to my supervisor
fr_ca: Envoyer à mon superviseur

# Envoyer au comite mixte
source: Send to joint committee
fr_ca: Envoyer au comité mixte

# Me rappeler a mon retour au bureau
source: Remind me when I get back to the office
fr_ca: Me rappeler à mon retour au bureau

# Connection
source: Login
fr_ca: Connection

source: Email
fr_ca: Couriel

source: Password
fr_ca: Mot de passe

# Chargement
source: Loading
fr_ca: Chargement

# Retour
source: Back
fr_ca: Retour

# Aucune note de livraison pour cette route
source: No delivery note for this route
fr_ca: Aucune note de livraison pour cette route

# Aucun signalement pour cette route
source: No reports for this route
fr_ca: Aucun signalement pour cette route

# Bureau
source: Office
fr_ca: Bureau

# Utilisateur
source: User
fr_ca: Utilisateur

# Alert de Proximite
source: Proximity Alert
fr_ca: Alert de Proximité

# Signalement
source: Reporting
fr_ca: Signalement

# Signalements
source: Reports
fr_ca: Signalements

# Annuler
source: Cancel
fr_ca: Annuler

# Deconnexion
source: Logout
fr_ca: Déconnexion

# Attention
source: Warning
fr_ca: Attention

# Corriger
source: Correct
fr_ca: Corriger

# Reiniatiliser les alertes
source: Reset alerts
fr_ca: Réinitialiser les alertes

# notDetermined
source: Location not determined
fr_ca: Localisation non déterminé

# authorizedWhenInUse
source: Location authorized only when application is active
fr_ca: Localisation autorisée seulement lorsque l'application est active

# authorizedAlways
source: Location authorized at all times
fr_ca: Localisation autorisée en tout temp

# restricted
source: Restricted location
fr_ca: Localisation limitée

# denied
source: Locating not allowed on this device
fr_ca: Localisation non autorisée sur cet appareil

# default
source: Location not available on this device
fr_ca: Localisation non disponible sur cet appareil

# dog
source: Dog Risk
fr_ca: Risque de Chien

# ice
source: Ice hazard
fr_ca: Risque de glace

# brokenstep
source: Damaged stairs
fr_ca: Escalier endomagé

# defaultType
source: Dangerous Area
fr_ca: Zone Dangereuse

source: not defined
fr_ca: Non défini

# Voulez-vous charger les information de la route
source: Do you want to load route information
fr_ca: Voulez-vous charger les information de la route

# je confirme
source: I confirm
fr_ca: Je confirme

# image-logo-complete
source: Logo-complete-en
fr_ca: Logo-complete-fr

# image-logo-error
source: Logo-error-en
fr_ca: Logo-error-fr

# nt-home
source: Home
fr_ca: Acceuil

source: Memo
fr_ca: Mémo

source: Memos
fr_ca: Mémos

# memocreate
source: Create new memo
fr_ca: Créer un nouveau mémo

# memolist
source: List of memo
fr_ca: Liste de mémo

source: Full box
fr_ca: Boîte pleine

source: Show Report
fr_ca: Voir le Signalement

# officeProximityTitle
source: Office reminder
fr_ca: Rappel

source: You have
fr_ca: Vous avez

# showMemo
source: Show
fr_ca: Voir...

# notifRemindLater
source: Advise me later (Not before 1 hour)
fr_ca: Avisez moi plus tard (pas avant 1 heure)

# notifRemindnotToday
source: Advise me later (Not until tomorrow)
fr_ca: Avisez moi plus tard (pas avant demain)

# officeReminder
source: Reminder
fr_ca: Rappel au bureau

# messToSupervisor
source: Memo sent to supervisor
fr_ca: Mémo envoyé au superviseur

# messToComiteMixte
source: Memo sent to the joint committee
fr_ca: Mémo envoyé au comité mixte

# OFFICE-REMINDER
source: Call back to office
fr_ca: Rappel au bureau

# SUPERVISOR-SENT
source: Memo sent to supervisor
fr_ca: Mémo envoyé au superviseur

# COMITEMIXTE-SENT
source: Memo sent to the joint committee
fr_ca: Mémo envoyé au comité mixte

# MEMO-ONLY
source: Memo
fr_ca: Mémo

# noMemoActiveInOffice
source: No active memo
fr_ca: Aucun mémo actif

# MemosActiveInOffice
source: memos active
fr_ca: mémos actif

# MemoActiveInOffice
source: memo active
fr_ca: mémo actif
